Repository: berkanturkali/pompa-ios
Catalog: Pompa/Localizable.xcstrings
Source language: en
Languages: tr

source: Autogas
tr: Otogaz

source: Average
tr: Ortalama

# can_not_connected_to_host
source: Can not connected to the host: %@
tr: %@ adresine baglanilamadi.

# check_your_connection
source: Check your internet connection please.
tr: Lütfen internet bağlantınızı kontrol ediniz.

source: Confirm
tr: Onayla

# could_not_find_any_result_for_this_provider
source: Could not find any result for %@.
tr: %@ için herhangi bir sonuç bulunamadı.

source: Diesel Premium
tr: Motorin Premium

# fuel_filter_all
source: All
tr: Tümü

# fuel_filter_diesel
source: Diesel
tr: Dizel

# fuel_filter_gasoline
source: Gasoline
tr: Benzin

# fuel_oil_high_sulfur
source: High Sulfur Fuel Oil
tr: Yüksek Kükürtlü Fuel Oil

# fuel_search_bar_hint
source: Search station or district
tr: İstasyon veya ilçe ara

source: Gasoline 95
tr: Benzin 95

source: Gasoline 95 Premium
tr: Benzin 95 Premium

source: Heating Oil
tr: Kalorifer Yakıtı

# home_title
source: Home
tr: Ana Sayfa

source: Kerosene
tr: Gaz Yağı

source: No result found
tr: Sonuç bulunamadı.

source: Prices may vary for this station.
tr: Bu istasyon için fiyatlar değişiklik gösterebilir.

# providers_select_title
source: Select Provider
tr: Sağlayıcı Seçiniz

# provinces_select_title
source: Select Province
tr: İl Seçiniz

source: Retry
tr: Tekrar Dene

# see_all
source: See All (%lld)
tr: Tümünü Gör (%lld)

# settings_title
source: Settings
tr: Ayarlar

source: Something went wrong
tr: Bir şeyler ters gitti.

# something_went_wrong_while_fetching_prices_for_this_provider
source: Something went wrong while fetching prices for %@.
tr: %@ için fiyatlar alınırken bir sorun oluştu.

# timeout
source: The request has been timed out.
tr: Istek zaman asimina ugradi.
